documentatie/stuf examples/kindrelatie/09002_Lk01T_1642454160_2461887.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><kennisgevingsBericht xmlns="http://www.egem.nl/StUF/sector/bg/0204"><stuurgegevens xmlns="http://www.egem.nl/StUF/StUF0204"><berichtsoort>Lk01</berichtsoort><entiteittype>PRS</entiteittype><sectormodel>BG</sectormodel><versieStUF>0204</versieStUF><versieSectormodel>0204</versieSectormodel><zender><applicatie>PIV</applicatie><gebruiker>PRODPIV</gebruiker></zender><ontvanger><applicatie>DDS</applicatie></ontvanger><referentienummer>2461887_09002</referentienummer><tijdstipBericht>2009031015404159</tijdstipBericht><kennisgeving><mutatiesoort>T</mutatiesoort><indicatorOvername>V</indicatorOvername><tijdstipMutatie>2009031012313307</tijdstipMutatie></kennisgeving></stuurgegevens><body><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="97380" d5p1:verwerkingssoort="T" xmlns:d5p1="http://www.egem.nl/StUF/StUF0204"><a-nummer>1642454160</a-nummer><bsn-nummer>132563435</bsn-nummer><PRSPRSKND d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><ingangsdatum d5p1:noValue="waardeOnbekend" xsi:nil="true" /><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="1000078" d5p1:verwerkingssoort="I"><a-nummer>1747928060</a-nummer><bsn-nummer>233395957</bsn-nummer><voornamen>Gina</voornamen><voorletters>G</voorletters><voorvoegselGeslachtsnaam>de</voorvoegselGeslachtsnaam><geslachtsnaam>Rooij</geslachtsnaam><geboortedatum>19990408</geboortedatum><geslachtsaanduiding>V</geslachtsaanduiding><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I"><tijdvakRelatie><d5p1:begindatumRelatie>19990408</d5p1:begindatumRelatie><d5p1:einddatumRelatie d5p1:noValue="geenWaarde" xsi:nil="true" /></tijdvakRelatie><ADR d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="125908" d5p1:verwerkingssoort="I"><adresBuitenland1 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland2 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland3 d5p1:noValue="nietOndersteund" xsi:nil="true" /><landcode d5p1:noValue="nietOndersteund" xsi:nil="true" /><postcode>3195BM</postcode><woonplaatsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><postbusnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><antwoordnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><straatnaam>Sagiusstraat</straatnaam><huisnummer>66</huisnummer><huisletter d5p1:noValue="geenWaarde" xsi:nil="true" /><huisnummertoevoeging d5p1:noValue="geenWaarde" xsi:nil="true" /><aanduidingBijHuisnummer d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieomschrijving d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieadresnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><gemeentecode>599</gemeentecode></ADR></PRSADRVBL></PRS></PRSPRSKND><PRSPRSKND d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><ingangsdatum d5p1:noValue="waardeOnbekend" xsi:nil="true" /><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="1117967" d5p1:verwerkingssoort="I"><a-nummer>8050420176</a-nummer><bsn-nummer>226829996</bsn-nummer><voornamen>Lisa</voornamen><voorletters>L</voorletters><voorvoegselGeslachtsnaam>de</voorvoegselGeslachtsnaam><geslachtsnaam>Rooij</geslachtsnaam><geboortedatum>19970514</geboortedatum><geslachtsaanduiding>V</geslachtsaanduiding><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I"><tijdvakRelatie><d5p1:begindatumRelatie>19970620</d5p1:begindatumRelatie><d5p1:einddatumRelatie d5p1:noValue="geenWaarde" xsi:nil="true" /></tijdvakRelatie><ADR d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="125908" d5p1:verwerkingssoort="I"><adresBuitenland1 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland2 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland3 d5p1:noValue="nietOndersteund" xsi:nil="true" /><landcode d5p1:noValue="nietOndersteund" xsi:nil="true" /><postcode>3195BM</postcode><woonplaatsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><postbusnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><antwoordnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><straatnaam>Sagiusstraat</straatnaam><huisnummer>66</huisnummer><huisletter d5p1:noValue="geenWaarde" xsi:nil="true" /><huisnummertoevoeging d5p1:noValue="geenWaarde" xsi:nil="true" /><aanduidingBijHuisnummer d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieomschrijving d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieadresnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><gemeentecode>599</gemeentecode></ADR></PRSADRVBL></PRS></PRSPRSKND><PRSPRSKND d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><ingangsdatum d5p1:noValue="waardeOnbekend" xsi:nil="true" /><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="1434832" d5p1:verwerkingssoort="I"><a-nummer>4103426193</a-nummer><bsn-nummer>252048544</bsn-nummer><voornamen>Tony</voornamen><voorletters>T</voorletters><voorvoegselGeslachtsnaam>de</voorvoegselGeslachtsnaam><geslachtsnaam>Rooij</geslachtsnaam><geboortedatum>20031211</geboortedatum><geslachtsaanduiding>M</geslachtsaanduiding><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I"><tijdvakRelatie><d5p1:begindatumRelatie>20031211</d5p1:begindatumRelatie><d5p1:einddatumRelatie d5p1:noValue="geenWaarde" xsi:nil="true" /></tijdvakRelatie><ADR d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="125908" d5p1:verwerkingssoort="I"><adresBuitenland1 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland2 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland3 d5p1:noValue="nietOndersteund" xsi:nil="true" /><landcode d5p1:noValue="nietOndersteund" xsi:nil="true" /><postcode>3195BM</postcode><woonplaatsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><postbusnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><antwoordnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><straatnaam>Sagiusstraat</straatnaam><huisnummer>66</huisnummer><huisletter d5p1:noValue="geenWaarde" xsi:nil="true" /><huisnummertoevoeging d5p1:noValue="geenWaarde" xsi:nil="true" /><aanduidingBijHuisnummer d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieomschrijving d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieadresnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><gemeentecode>599</gemeentecode></ADR></PRSADRVBL></PRS></PRSPRSKND><PRSPRSKND d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><ingangsdatum d5p1:noValue="waardeOnbekend" xsi:nil="true" /><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="1434837" d5p1:verwerkingssoort="I"><a-nummer>1793610926</a-nummer><bsn-nummer>252048581</bsn-nummer><voornamen>Rocco</voornamen><voorletters>R</voorletters><voorvoegselGeslachtsnaam>de</voorvoegselGeslachtsnaam><geslachtsnaam>Rooij</geslachtsnaam><geboortedatum>20031211</geboortedatum><geslachtsaanduiding>M</geslachtsaanduiding><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I"><tijdvakRelatie><d5p1:begindatumRelatie>20031211</d5p1:begindatumRelatie><d5p1:einddatumRelatie d5p1:noValue="geenWaarde" xsi:nil="true" /></tijdvakRelatie><ADR d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="125908" d5p1:verwerkingssoort="I"><adresBuitenland1 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland2 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland3 d5p1:noValue="nietOndersteund" xsi:nil="true" /><landcode d5p1:noValue="nietOndersteund" xsi:nil="true" /><postcode>3195BM</postcode><woonplaatsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><postbusnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><antwoordnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><straatnaam>Sagiusstraat</straatnaam><huisnummer>66</huisnummer><huisletter d5p1:noValue="geenWaarde" xsi:nil="true" /><huisnummertoevoeging d5p1:noValue="geenWaarde" xsi:nil="true" /><aanduidingBijHuisnummer d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieomschrijving d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieadresnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><gemeentecode>599</gemeentecode></ADR></PRSADRVBL></PRS></PRSPRSKND></PRS></body></kennisgevingsBericht></soap:Body></soap:Envelope>
